{
  "nav": {
    "introduction": "회사소개",
    "services": "사업영역",
    "quotes": "견적요청",
    "contact": "오시는 길"
  },

  "home-banner": {
    "first": {
      "title-first": "International Export & Import",
      "title-second": "Freight Forwarder, Logistic Company",
      "sub-title-first": "진솔하고 정확한 서비스라는 모토로 2001년에 설립 하여, 그 동안 단순한 복합 운송 주선 업무에서 탈피하여,",
      "sub-title-second": "전문적이고 유능한 인재들과 함께 전 세계 지역의 유수한 파트너들과 기반이 갖추어진 네트워크와 신속한 대응을 통하여 종합적인 물류를 지향함으로써, 현재의 종합물류회사로 내실 있는 성장을 하게 되었습니다."
    }
  },
  "home-introduction": {
    "title": "합리적 가격과 누구보다 신속하고 정확한 물류해결사",
    "first": "국내외의 대기업 및 중소기업의 수출입 화물을 대행하며 통관, 보세운송 및 보세 창고를 갖춘 일괄적인 시스템과 다양한 경험을 가진 숙련된 직원들을 통하여 신속하고 정확한 회신과 BEST한 가격으로 고객의 요구에 부응하고 만족을 드릴 만반의 준비가 되어 있습니다. 기업들에게는 제 2의 직원이 되어, 물류 리소스 절감과 정확하고 안전한 서비스를 제공하고자 합니다.",
    "second": "앞으로도 당사는 단-납기 운송 및 효율성 개선으로 고객님들께 물류비용의 절감을 목적으로 정진하고, 항상 정직과 신뢰, 창의적인 고객서비스로 고객의 입장을 먼저 생각하는 회사로 발전하도록 하겠습니다."
  },
  "home-link": {
    "first": "회사소개",
    "second": "견적요청",
    "third": "오시는 길"
  },

  "about": {
    "title": "About BNC Logistics",
    "title-first": "당사는 국제화물 복합 운송 주선업을 하는 업체로서, 선박회사(한진해운) 출신의 대표이사를 비롯하여, 해상, 항공, 통관, 내륙운송, 해외화물관리 등 물류 전문 지식을 가지고 있는 임직원과 영업, 업무 직원 등, 많은 KNOW-HOW의 STAFF들이 배치 되어있으며, 전 세계 수출입 화물에 대한 서류대행 ,무역대행, 국내외 운송, 통관, 기업컨설팅 등을 하고 있습니다. 유수한 해외 파트너들과 2001년부터 현재까지 국내외 거래를 수행하고 있으며, 활발한 INTERNATIONAL - BUSINESS NETWORK를 갖추고 있습니다.",
    "title-second": "국내외의 대기업 및 중소기업의 수출입 화물을 대행하며, 기업들에게는 제 2의 직원이 되어, 물류 절감과 정확하고 안전한 서비스를 제공하고자 합니다. 또한 해외 파트너의 관계를 적극적으로 활용하기 위하여, JCILO, X2 ELITE, WCA, LINKEDIN 등의 파트너 협력 네트워크 모임 등을 이용하여, 수출입 물량을 증대 시키고, 최근 물류 수요가 증가하고 있는 미국, 중국, 중앙아시아, 아프리카, 중남미의 물류 시장에 적극적으로 활동하여 보다 폭넓은 WORLD WIDE 서비스를 제공하고 있습니다.",
    "title-third": "또한 유수의 IT 대기업 인재 채용을 통해 다양한 최적화 솔루션과 복잡한 물류 프로세스를 자동화 해나가고 있습니다.",
    "network": {
      "title": "넓은 선사 네트워크",
      "content-first": "선박회사(한진해운) 출신의 대표이사를 비롯하여, 대기업 종합상사 등의 임직원들을 통해 다양한 선사와의 네트워크가 형성되고 유지되고 있습니다. 전 세계 모든 선사와 네트워크가 형성되어 있으며 고객 중심에서 가능한 모든 스케줄을 지원합니다.",
      "content-second": "이에 안주하지 않고 항상 선사 담당자들과의 서로 도움이 될 수 있는 협력 방안을 강구하고 있습니다. 앞으로도 BNC Logistics는 고객분들의 니즈에 맞는 다양한 스케줄과 합리적인 가격으로 최선의 서비스를 지원하도록 약속드립니다."
    },
    "america": {
      "title": "북미법인 신설",
      "content-first": "2024년 2월 BNC Logistics의 자회사 BNC AMERICA, 북미 법인을 설립하여 미국을 포함한 북미 전 지역의 물류 비지니스를 공격적으로 전개해 나가고 있습니다.",
      "content-second": "미국 현지로 수입되는 물량들을 현장에서 직접 관리하며 통관, 셔틀, 보관 등 다양한 서비스들을 관리합니다.",
      "content-third": "또한 미국에서 수출되는 물량도 글로벌 네트워크를 적극 활용하여 260개의 나라, 698개의 수도에 4,510개의 해외 파트너들과 함께 지원합니다.",
      "content-four": "한국 본사와 미국 법인의 유기적인 협력을 통해 전 세계적인 물류해결사로 역할을 넓혀나가고 있습니다."
    },
    "content": {
      "first": {
        "title": "창의적이고 최적화된 방법론 제안",
        "first": "자사는 대한민국 최초로 철강과 전력케이블에 대하여 벌크가 아닌 컨테이너 운송을 진행했습니다. 창의적으로 품목에 맞는 수출 방식을 제안하고, 다양한 변수들을 예측하여 선제적 대응합니다.",
        "second": "또한 북미, 유럽을 연결하는 아시아 간선항로상에 위치한 광양항의 2011년 출범 당시, BNC Logistics는 신항구의 이점을 적극적으로 활용하여 단기간 광양항 최대 물량 운송업자를 달성하기도 했습니다.",
        "third": "자사 영업팀과 운영팀은 첫 협업부터 고객사에게 많은 관심과 질문을 드리는데, 이는 현실에 안주하지 않고 더 좋은 방법론을 제안할 수 있도록 끊임없이 노력하기 위함입니다. BNC Logistics의 맞춤형 접근 방식을 통해 고객사의 물류 프로세스에 실질적인 변화를 지원하고자 합니다."
      },
      "second": {
        "title": "무역/물류 컨설팅 및 교육",
        "first": "위험물로 분류되는 화물부터 모든 보통의 화물까지 무역/수출/수입 에 대한 컨설팅을 적극 지원하고 있습니다.",
        "second": "또한 고객사들을 대상으로 기본적인 무역과 물류에 대한 맞춤 교육을 지원하고 있습니다. 신입직원부터 현업에 익숙하지 않은 경력직 직원까지, 고객사의 니즈에 맞게 도움을 드리며 경우에 따라 현장에 동행하여 교육도 지원하고 있습니다.",
        "third": "BNC Logistics와 진행되는 거래를 통해 무역/물류 전문가로 거듭날 수 있게 최대한 서포트하겠습니다."
      },
      "third": {
        "title": "핵심가치",
        "first": "자사는 성과에 의한 성공을 지향하고 있습니다. 끊임없는 고객사를 향한 관심과 니즈에 대한 집중을 통해 지금까지 운영될 수 있었으며, 앞으로도 계속될 것입니다.",
        "second": "팀워크 또한 핵심입니다. 직원을 신뢰하고 협업을 장려함으로써 임직원 모두에게 성공에 필요한 방법론과 자원들을 제공합니다. BNC Logistics의 임직원들은 회사의 긍정적이고 효율적인 문화와 함께 평균보다 상당히 긴 재직기간을 자랑합니다. 자사는 임직원들이 회사의 성장과 더불어 개인의 성장에도 도움이 될 수 있게 최선을 다하고 있으며, 항상 귀 기울이며 배려와 존중으로 함께하고 있습니다.",
        "third": "자사의 재정적 안정은 고객사와 임직원의 권리라고 생각합니다. 잘못된 재무 계획이나 무모한 결정으로 인해 화물과 임직원들의 고용안정이 위험에 빠지는 일은 없을 것입니다. BNC Logistics는 2대째 이어지고 있는 한 가족이 책임지고 있는 회사입니다. 이어지고 있는 핵심가치와 윤리의식을 지켜나가기 위해 열심히 노력하겠습니다."
      }
    }
  },

  "service": {
    "title": "Service",
    "service-title": "다양한 경험과 글로벌 노하우, 실력으로 보여드립니다.",
    "service-sub-title": "고객님들께 전 세계 지역의 해상&항공&통관&보관&내륙 등의 일괄 서비스를 지원하기 위해 모든 국가의 파트너들과 교류하여 귀사의 성공적인 비즈니스를 도와드리고 있습니다. 어느 한 지역 예외 없이 모든 서비스가 가능합니다.",
    "content": {
      "first": {
        "title": "해상 운송 (수입, 수출)",
        "first": "전 세계 선박회사들과 함께, 소량의 화물부터 대량의 프로젝트 화물까지 FCL, LCL, BULK, RORO, OIL TANK SHIP등의 다양한 선적방법으로 고객사의 소중한 화물을 인도받아 최종 도착지까지 보다 안전하고, 신속하며, 정확한 운송이 될 수 있도록 최상의 서비스를 제공합니다.",
        "second": "필요시 전 세계 모든 지역에 오랫동안 입증된 TOP 서비스의 AGENT들과 유기적인 업무협조를 통하여 신속하고 경쟁력 있는 물류 시스템을 구축하고 고객의 귀중한 수출/수입 화물, LCL과 FCL 및 다양한 형태의 프로젝트 화물 등 어떤 화물이든 어디에 있든 고객의 요구에 부응하여 원활하게 최종 목적지까지 정시에 안전하게 도착될 수 있도록 일괄서비스를 통하여 최선을 다할 것입니다."
      },
      "second": {
        "title": "항공 운송 (수입, 수출)",
        "first": "전 세계 유수의 AGENT들과 PARTNERSHIP계약을 맺고 있으며, 전세계 서비스 가능한 항공사들과 업무협조를 통하여 경쟁력 있는 운임과 전문인력의 당사 직원들과 파트너들이 친절하고 정확한 업무처리로 고객님의 귀중한 화물을 ORDER 발주부터 도착지 화물 인도 시까지 안전하게 신속한 서비스를 제공하고 있습니다.",
        "second": "인천공항 화물 터미널에 자가 보세창고와 보세운송 시스템을 갖추었고 통관 및 물류창고의 보관 및 배송까지 물적 인프라를 자체적으로 구축하여 화주에게 항공운임뿐 아니라 항공 수입 시 동반되는 제반 비용을 편리하고 저렴하게 ONE-STEP으로 제공할 수 있습니다."
      },
      "third": {
        "title": "통관, 운송, 창고",
        "first": "고객의 원활한 물류 흐름을 돕기 위해, 수출입 업무의 중요시 되는 통관, 운송, 창고 업무를 국내외 관세사, 관련 협력사와 업무 계약을 맺어 까다롭고 번거로운 세관 통관 부터 도착까지의 창고 이용 및 내륙 운송 분야의 일을 순조롭게 진행 해드리며, 화물 관리에 있어 일괄적인 관리가 가능한 총체적 3PL 로지스틱 시스템을 갖추고 있습니다."
      },
      "four": {
        "title": "Bulk & Project",
        "first": "20'/40' 컨테이너 또는 특수용도의 컨테이너에 적재되지 못하는 중량화물 및 거대부피의 화물, 차량, 화학물, 위험물 등의 특수 화물들을 벌크선에 적재하여 안전하게 운송하고 있습니다.",
        "second": "대형, 대량 기계설비 화물 등에 있어 가장 적절한 운송 방법을 선택하고, 수송의 모든 절차를 처음부터 끝까지 ONE-STOP SERVICE로 제공함으로써, 고객이 필요로 하는 어떤 종류의 운송 요청에도 신속하고 정확하게 대처합니다."
      },
      "five": {
        "title": "삼국 무역",
        "first": "간접무역의 한 형태로 수출국과 수입국의 중간에 제 3국이 개입을 하여 이루어지는 무역인 삼국무역을 지원합니다. ",
        "second": "제 3국의 중개업자가 거래의 주체가 되어 자기의 위험과 부담을 앉고, 수입자 에게는 매도자의 입장에서, 수출자 에게는 매수자의 입장에서의 매매가 필요한 나라를 연결해주는 역할을 하는 무역 방식입니다."
      }
    }
  },

  "quote": {
    "title": "Request a Quotes",
    "content": {
      "a": "견적요청",
      "b": "담당자 성함",
      "c": "휴대폰 번호",
      "d": "이메일",
      "e": "HS CODE",
      "f": "운송방법",
      "g": "운송형태",
      "h": "문의 제목",
      "i": "문의 내용",
      "j": "개인정보 취급방침",
      "k": "동의",
      "l": "보내기"
    }
  },

  "policy": {
    "a": "(주)비엔씨로지스틱 (이하'회사')는 고객님의 개인정보를 중요시하며, '정보통신망 이용촉진 및 정보보호'에 관한 법률을 준수하고 있습니다. ",
    "b": "회사는 개인정보취급방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, ",
    "b-a": "개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. ",
    "c": "개인정보취급방침 최종변경일자 : 2023년 11월 30일",
    "d": "1. 개인 정보 수집 목적 및 이용",
    "e": "회사는 홈페이지 서비스를 제공하기 위해서 최소한의 정보를 수집하고 있습니다.",
    "f": "모든 이용자의 개인 정보는 위에서 밝힌 목적이외에는 절대로 사용될 수 없으나 회원 개인 정보의 사용 목적과 용도가 변경될 경우에 반드시 회원에게 동의를 구할 것입니다.",
    "g": "2. 개인 정보 수집 항목 및 보유, 이용 기간",
    "h": "1) 회사가 각종 서비스를 제공하기 위해 수집하는 정보는 다음과 같습니다.",
    "i": "① 수집항목 : 이름, 연락처, 이메일, 회사명",
    "j": "② 개인정보 수집방법 : 견적문의 게시판, 홈페이지 견학신청, 경품행사 응모, 박람회 및 기타 영업활동",
    "k": "(2) 회사는 이용자의 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.",
    "l": "(3)회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.",
    "m": "단, 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.",
    "n": "① 보존 항목: 이름, 연락처, 이메일, 회사명",
    "o": "② 보존 근거: [정보통신망이용촉진 및 개인정보보호에 관한 법률]",
    "p": "③ 보존 기간 : 5년",
    "q": "3. 개인 정보 제공 및 공유",
    "r": "회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다.",
    "s": "① 이용자들이 사전에 동의한 경우",
    "t": "② 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우",
    "u": "③ 고객서비스 제공 관련업무상 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)의 활용",
    "v": "④ 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우",
    "w": "4. 이용자 및 법정대리인의 권리와 그 행사방법",
    "x": "ⅰ) 회사는 만14세 미만 아동의 개인정보를 수집하는 경우 법정대리인의 동의를 받습니다.",
    "y": "ⅱ) 회사는 이용자가 개인정보의 오류 정정을 요구하거나 삭제신청을 할 경우 지체없이 필요한 조치를 취합니다.",
    "z": " 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 이미 제공한 경우에는 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다. 회사는 이용자의 요청에 의해 해지 또는 삭제된 개인정보는 `회사가 수집하는 개인정보의 보유 및 이용기간`에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.",
    "aa": "* 삭제요청 방법 : E-mail, Fax, 전화",
    "ab": "5. 수집한 개인정보의 위탁",
    "ac": "회사는 고객님의 동의없이 고객님의 정보를 외부 업체에 위탁하지 않습니다. 향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁 업무 내용에 대해 고객님에게 통지하고 필요한 경우 사전 동의를 받도록 하겠습니다.",
    "ad": "|| 관리책임자",
    "ae": "소 속 : (주)비엔씨로지스틱",
    "af": "TEL : 02-3727-5450",
    "email": "E-Mail : info@bncl.co.kr",
    "ag": "기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.",
    "ah": "1.개인분쟁조정위원회(www.1336.or.kr/1336)",
    "ai": "2.정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)",
    "aj": "3.대검찰청 인터넷범죄수사센터(http://icic.sppo.go.kr/02-3480-3600 )",
    "ak": "4.경찰청 사이버테러대응센터 (www.ctrc.go.kr/02-392-0330 )"
  },

  "contact": {
    "title": "Contact",
    "subtitle": "BNC Logistics와 함께 하시겠습니까?",
    "a": "주소",
    "b": "서울특별시 마포구 만리재로 14, 2102호(공덕동,르네상스타워)",
    "c": "연락처",
    "d": "대표 번호: +82-2-3272-5300",
    "e": "팩스: +82-2-3272-5455",
    "f": "이메일",
    "g": "대표 이메일: info@bncl.co.kr"
  },

  "footer": {
    "a": "(주)비엔씨로지스틱"
  }
}
